/* Template for message displayed while preference panel is loading */
"Loading %@..." = "Carico %@…";

/* Could not load preference message template */
"CouldNotLoad" = "Impossibile caricare il pannello di preferenze %@.";
"CouldNotLoad_ArchMisMatch" = "Non puoi aprire il pannello di preferenze %@ su questo computer. Contatta lo sviluppatore del software per una versione più recente.";
"CouldNotLoad_ArchMisMatch_PPC" = "Non puoi aprire le preferenze %@ perché questa operazione non è supportata dai computer Mac con PowerPC.";
"CouldNotLoad_ArchMisMatch_Intel" = "Non puoi aprire le preferenze %@ perché questa operazione non è supportata dai computer Mac con processore Intel.";

/* Preferences error alert title */
"Preferences Error" = "Errore nelle preferenze";

"OK" = "OK";
"CANCEL" = "Annulla";
"REPLACE" = "Sostituisci";

"SEARCH_LABEL" =  "Cerca";
"SEARCH_PALLETE_LABEL" = "Cerca";
"SHOWALL_LABEL" = "Mostra tutte";
"BACK_AXDESCRIPTION" = "Indietro";
"FORWARD_AXDESCRIPTION" = "Avanti";
"AXScrollAreaDescription" = "pannelli delle preferenze";

/* Label for Show All button */
"Show All" = "Mostra tutte";

/* Template for window title.  %@ is replaced by preference panel name */
"System Preferences - %@" = "Preferenze di Sistema - %@";

/* Show All window title */
"System Preferences" = "Preferenze di Sistema";

/* Truncation string */
"TRUNCATION_STRING" = "…";

/* Tooltips for MacManager disabled preference panes */
"MacManagerDisableLabel" = "È stato ristretto il tuo accesso a questa preferenza. ";

/* Attempt to open disabled/hidden preference pane */
"PREF_PANE_HIDDEN_TITLE" = "Non puoi aprire il pannello delle preferenze “%@” perché non ti è disponibile in questo momento.";
"PREF_PANE_HIDDEN_DESC" = "Per visualizzare questo pannello delle preferenze potrebbe essere necessario collegare un dispositivo al computer.";

/* Install Assistant */
"PREF_PANE" = "pannello preferenze";
"SCREEN_SAVER" = "salvaschermo";

"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "Non puoi usare questo pannello di preferenze con questa versione di Mac OS X.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "Non puoi utilizzare questo salvaschermo con questa versione di Mac OS X.";
"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_DESC" = "Questo pannello delle preferenze richiede Mac OS X %@ o versione successiva. Sul computer è installato Mac OS X %@.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_DESC" = "Questo salvaschermo richiede Mac OS X %@ o versione successiva. Sul computer è installato Mac OS X %@.";

"PREF_PANE_INSTALL_ASSISTANT_CAPTION" = "Il pannello delle preferenze “%@” deve essere installato prima di poter essere utilizzato. Vuoi installarlo adesso?";
"SCREEN_SAVER_INSTALL_ASSISTANT_CAPTION" = "Il salvaschermo \“%@\” deve essere installato prima di essere utilizzato. Vuoi installarlo adesso?";

"INSTALL_ASSISTANT_AUTH_WARNING" = "Quando fai clic su Installa, ti verrà chiesto di inserire il nome e la password di amministratore per questo computer.";

"UNINSTALL_ASSISTANT_ERR_TITLE" = "Il pannello preferenze \“%@\” non può essere rimosso perché si è verificato un errore.";

"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE" = "Il pannello delle preferenze che stai installando è già installato. Vuoi sostituire il pannello delle preferenze esistente?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "Una versione più vecchia di questo pannello delle preferenze è già installata. Vuoi sostituirla con una versione più recente?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "Una versione più recente di questo pannello delle preferenze è già installata. Vuoi sostituirla con una versione più vecchia?";

"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE" = "Il salvaschermo che stai installando è già installato. Vuoi sostituire il salvaschermo esistente?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "Una versione più vecchia di questo salvaschermo è già installata. Vuoi sostituirla con una versione più recente?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "Una versione più recente di questo salvaschermo è già installata. Vuoi sostituirla con una versione più vecchia?";

"PREF_PANE_INSTALL_ASSISTANT_ERR_TITLE" = "Il pannello preferenze \“%@\” non è stato installato a causa di un errore.";
"SCREEN_SAVER_INSTALL_ASSISTANT_ERR_TITLE" = "Il salvaschermo \“%@\” non è stato installato a causa di un errore.";

"PREF_PANE_UNINSTALL_ASSISTANT_ERR_TITLE" = "Il pannello preferenze \“%@\” non può essere rimosso perché si è verificato un errore.";
"SCREEN_SAVER_UNINSTALL_ASSISTANT_ERR_TITLE" = "Il salvaschermo \“%@\” non è stato rimosso perché si è verificato un errore.";

"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "Non puoi installare il pannello delle preferenze “%@” perché è già installato.";
"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "Il pannello delle preferenze “%@” fa parte di Mac OS X e non può essere sostituito.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "Non puoi installare il salvaschermo “%@” perché è già installato.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "Il salvaschermo “%@” fa parte di Mac OS X e non può essere sostituito.";
"INSTALL_REQUEST_REOPEN_APP" = "Dopo aver installato il software, esci da Preferenze di Sistema e riaprile.";

"PREF_PANE_INSTALL_ERROR" = "Impossibile installare il pannello di preferenze %@.";
"SCREEN_SAVER_INSTALL_ERROR" = "Impossibile installare il salvaschermo %@.";

"REMOVE_PREF_CONTEXTUAL_MENU" = "Rimuovi pannello preferenze \“%@\”";

"ERR_LOADING_MISSING_TITLE" = "“%@” non può essere aperto perché non è disponibile.";

/* Compatibility warning */
"WINDOW_TITLE_32BIT" = "%@ (32 bit)";
"ERR_LOADING_COMPATIBILITY_TITLE" = "Per utilizzare il pannello delle preferenze “%@” devi uscire da Preferenze di Sistema e riaprirle.";
